Revit 2027 API
IFCRange.End Property
 The ending value of the range.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double End { get; set; }
Public Property End As Double
	Get
	Set
public:
property double End {
	double get ();
	void set (double value);
}
member End : float with get, set
Property Value
Double
See Also
Reference
IFCRange Class
Autodesk.Revit.DB.IFC Namespace